//
//  Common2500.swift
//  a
//
//  Created by 張庭瑄 on 2025/9/10.
//

import Foundation

/// 常用漢字 2500 字
/// 請把下面的字串補滿 2500 字
let commonChineseCharacters2500: String = """
的一是在不了有和人這個中大為上個國我以要他時來用們
生到作地於出就分對成會可主發年動同工也能下過子說產
種面而方後多定行學法所民得經十三之進著等部度家電力
里如水化高自二理起小物現實加量都兩體制機當使點從業
本去把性好應開它合還因由其些然前外天政四日那社義事
平形相全表間樣與關各重新線內數正心反你明看原又麼利
比或但質氣第向道命此變條只沒結解問意建月公無系軍很
情者最立代想已通並提直題黨程展五果料象員革位入常文
總次品式活設及管特件長求老頭基資邊流路級少圖山統接
知較將組見計別她手角期根論運農指幾九區強放決西被幹
做必戰先回則任取據處隊南給色光門即保治北造百規熱領
七海口東導器壓志世金增爭濟階油思術極交受聯什認六共
權收證改清己美再采轉更單風切打白教速花帶安場身車例
真務具萬每目至達走積示議聲報鬥完類八離華名確才科張
信馬節話米整空元況今集溫傳土許步群廣石記需段研界拉
林律叫且究觀越織裝影算低持音眾書布复容兒須際商非驗
連斷深難近礎示候...
"""
